Repository: bhuvanesh8399/AI-Assisted-Ambulance-Delay-Prediction
Catalog: ambulance_app/lib/core/i18n/app_*.arb
Languages: ta

source: Language
ta: மொழி

# setupTitle
source: Setup
ta: அமைப்பு

# setupHint
source: Enter ambulance ID and backend URL.
ta: ஆம்புலன்ஸ் ஐடி மற்றும் backend URL ஐ உள்ளிடுங்கள்.

source: Ambulance ID
ta: ஆம்புலன்ஸ் ஐடி

source: Backend Base URL
ta: Backend அடிப்படை URL

# backendHint
source: Example: http://127.0.0.1:8000
ta: உதா: http://127.0.0.1:8000

# saveAndContinue
source: Save & Continue
ta: சேமித்து தொடரவும்

source: Saving...
ta: சேமிக்கிறது...

# fillAllFields
source: Please fill all fields
ta: அனைத்து புலங்களையும் நிரப்பவும்

# startTripTitle
source: Start Trip
ta: பயணம் தொடங்கு

# startTripHint
source: Select destination hospital to begin.
ta: இலக்கு மருத்துவமனை தேர்வு செய்யவும்.

source: Destination Hospital
ta: இலக்கு மருத்துவமனை

# destinationHint
source: Example: HOSP-07
ta: உதா: HOSP-07

source: Start Trip
ta: பயணம் தொடங்கு

# liveTripTitle
source: Live Trip
ta: நேரடி பயணம்

source: Trip ID
ta: பயண ஐடி

source: Final ETA
ta: இறுதி ETA

source: Risk
ta: அபாயம்

source: Status
ta: நிலை

source: EN ROUTE
ta: செல்லும் வழியில்

source: NEAR ARRIVAL
ta: விரைவில் வருகை

source: ARRIVED
ta: வந்தடைந்தது

source: Connectivity
ta: இணைப்பு

source: ONLINE
ta: ஆன்லைன்

source: WEAK
ta: பலவீனம்

source: OFFLINE
ta: ஆஃப்லைன்

source: Call Hospital
ta: மருத்துவமனைக்கு அழை

# arrivedAction
source: Arrived
ta: வந்தடைந்தேன்

# dialerNotAvailable
source: Dialer not available on this device
ta: இந்த சாதனத்தில் dialer இல்லை
